[{"itemName":"Cartridge, Dragons Breath","itemDescription":"This cartridge contains alchemical compounds that, when fired, produce a cone of fire instead of the normal attack of a one-handed or two-handed firearm with the scatter weapon quality. The nonmagical flame deals 2d6 points of fire damage to all targets within the cone of the scatter firearm (DC 15 Reflex save for half). These cartridges cannot be used in firearms that don’t have the scatter weapon quality. Because this ammunition forces a saving throw instead of making an attack roll, the misfire rules are slightly different. If you roll a 1 with either of the damage dice, the firearm misfires.","itemCategory":"Cartridge","itemWeight":0,"itemWeightCount":1,"itemLocation":"Cartridges","itemLocationPrior":0,"itemCost":40,"itemClass":"Ammo","itemReference":"UC 140","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Cartridge, Entangling Shot","itemDescription":"This mix of black powder and an alchemically treated resin strong enough to survive the shot can only be loaded into a blunderbuss, a dragon pistol, or another scatter weapon. It deals half damage to those hit by a cone attack made with this weapon, but any creature hit by the shot must succeed at a DC 15 Reflex saving throw or become entangled for 2d4 rounds. An entangling shot cartridge increases the firearm’s misfire value by 2.","itemCategory":"Cartridge","itemWeight":0,"itemWeightCount":1,"itemLocation":"Cartridges","itemLocationPrior":0,"itemCost":40,"itemClass":"Ammo","itemReference":"UC 140","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Cartridge, Flare","itemDescription":"When a flare cartridge hits its target, it deals only half the normal damage, but the creature struck is blinded for 1 round (Fortitude DC 15 reduces this to dazzled), and creatures within a 20-foot burst are dazzled for 1 round (Fortitude DC 15 negates the effect). Flare cartridges are also useful for sending up signal flares. Firing a flare cartridge increases the firearm’s misfire value by 2 unless it is fired from a blunderbuss or a dragon pistol, in which case doing so only increases the firearm’s misfire value by 1. Flares can be used only to attack single creatures; they do not work as a shot for a scatter weapon’s cone attack.","itemCategory":"Cartridge","itemWeight":0,"itemWeightCount":1,"itemLocation":"Cartridges","itemLocationPrior":0,"itemCost":40,"itemClass":"Ammo","itemReference":"UC 140","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Cartridge, Gray Dust","itemDescription":"Packed with mysterious magic-suppressing dust from the Mana Wastes, these rounds burst on impact and inhibit spellcasting. When a gray dust cartridge strikes a target, it deals only half damage, but the creature struck takes a –10 penalty on concentration checks to cast spells for 1d4 rounds and cannot cast defensively.","itemCategory":"Cartridge","itemWeight":0,"itemWeightCount":1,"itemLocation":"Cartridges","itemLocationPrior":0,"itemCost":40,"itemClass":"Ammo","itemReference":"HoG 18","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Cartridge, Gray Dust Shot","itemDescription":"This version of the gray dust cartridge can be loaded only into a weapon with the scatter quality. It functions similarly to a gray dust cartridge, except upon impact it bursts into a 20-foot-radius cloud. Creatures within the cloud take a –5 penalty on concentration checks to cast spells. This cloud dissipates in 1d6 rounds in still air. Light wind disperses the cloud in 1 round.","itemCategory":"Cartridge","itemWeight":0,"itemWeightCount":1,"itemLocation":"Cartridges","itemLocationPrior":0,"itemCost":40,"itemClass":"Ammo","itemReference":"HoG 18","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Cartridge, Molten","itemDescription":"This cartridge holds a handful of alchemically infused pellets that ignite and become molten when fired as a scattering shot with a one-handed or two-handed firearm with the scatter weapon quality. These molten projectiles deal fire damage to targets hit by the scattering shot, and each target hit must succeed at a DC 15 Reflex saving throw or take 1d6 additional points of fire damage each round as the projectiles smolder. An affected target can use a fullround action to scrape off the smoldering projectile before taking this additional damage. In addition, molten metal fragments litter the area, functioning as caltrops in each square of the scattering shot cone (except they deal fire damage). These projectiles and fragments cool down after 3 rounds, at which point they become harmless bits of metal. Firing this cartridge increases the firearm’s misfire value by 2, and the cartridge can be used only in early or advanced firearms with the scatter weapon quality.","itemCategory":"Cartridge","itemWeight":0,"itemWeightCount":1,"itemLocation":"Cartridges","itemLocationPrior":0,"itemCost":40,"itemClass":"Ammo","itemReference":"PotW 15","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Cartridge, Paper","itemDescription":"This simple mix of black powder and either pellets or a bullet increases the misfire value by 1.","itemCategory":"Cartridge","itemWeight":0,"itemWeightCount":1,"itemLocation":"Cartridges","itemLocationPrior":0,"itemCost":40,"itemClass":"Ammo","itemReference":"UC 140","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Cartridge, Repellent","itemDescription":"This cartridge can be used only in early or advanced firearms with the scatter weapon quality. To use a repellent cartridge, make a scattering shot against an AC of 5. If you succeed, you create a cone of foul fumes that lasts for 2 rounds, after which the stench becomes inert and dissipates. Any creature within this area when the fumes are created or any creature that enters the fumes while they are active must succeed at a DC 15 Fortitude save or become sickened for 1d6 rounds. Being affected by the fumes multiple times lengthens the duration of the sickened condition. If your attack results in a misfire that causes your firearm to explode, the area of the cloud is instead centered on one corner of your square (your choice), with a radius equal to the firearm’s misfire burst size. Firing this cartridge increases the firearm’s misfire value by 1.","itemCategory":"Cartridge","itemWeight":0,"itemWeightCount":1,"itemLocation":"Cartridges","itemLocationPrior":0,"itemCost":40,"itemClass":"Ammo","itemReference":"PotW 15","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Cartridge, Salt Shot","itemDescription":"This mix of black powder and rock salt can only be loaded into a blunderbuss, a dragon pistol, or other scatter weapon. It deals nonlethal instead of lethal damage, and increases the misfire value by 1. You can use it only with a scatter weapon’s cone attack.","itemCategory":"Cartridge","itemWeight":0,"itemWeightCount":1,"itemLocation":"Cartridges","itemLocationPrior":0,"itemCost":40,"itemClass":"Ammo","itemReference":"UC 140","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Cartridge, Smoke","itemDescription":"This cartridge can be loaded only into a weapon with the scatter quality. Upon striking a target, it deals no damage, but instead bursts into a cloud of smoke in a 20-foot radius. This smoke impairs sight beyond 5 feet; any creature farther away gains concealment (20% miss chance). The cloud disperses after 1d4 rounds, or in 1 round in light wind.","itemCategory":"Cartridge","itemWeight":0,"itemWeightCount":1,"itemLocation":"Cartridges","itemLocationPrior":0,"itemCost":40,"itemClass":"Ammo","itemReference":"HoG 18","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Cartridge, Toxic","itemDescription":"A toxic cartridge can be used only in early or advanced firearms with the scatter weapon quality. To use a toxic cartridge, make a scattering shot against an AC of 5. If you succeed, you create a cone of burning toxic gas that lasts for 1 rounds, after which the gas dissipates. Any creature within this area when it is created or any creature that enters the gas while it is active must succeed at a DC 15 Fortitude save or become nauseated for 1d2 rounds. Being affected by the gas multiple times lengthens the duration of the sickened condition. In addition, any creature that begins its turn in the area takes 1d6 points of fire damage. If your attack results in a misfire that causes your firearm to explode, the area of the cloud is instead centered on one corner of your square (your choice), with a radius equal to the firearm’s misfire burst size. Firing this cartridge increases the firearm’s misfire value by 1.","itemCategory":"Cartridge","itemWeight":0,"itemWeightCount":1,"itemLocation":"Cartridges","itemLocationPrior":0,"itemCost":40,"itemClass":"Ammo","itemReference":"PotW 15","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Arrow, Common","itemDescription":"An arrow used as a melee weapon is treated as a light improvised weapon (–4 penalty on attack rolls) and deals damage as a dagger of its size (critical multiplier ×2). Arrows come in a leather quiver that holds 20 arrows.","itemCategory":"Arrow","itemWeight":0.15,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":0.05,"itemClass":"Ammo","itemReference":"CRB 143","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Arrow, Bamboo Shaft","itemDescription":"These foot-long arrows are used as ammunition for arrow tubes. As an improvised melee weapon, they deal damage equivalent to a spiked gauntlet. They come in a bamboo tube that holds 10 shafts.","itemCategory":"Arrow","itemWeight":0.05,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":0.1,"itemClass":"Ammo","itemReference":"UE 22","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Arrow, Barbed","itemDescription":"The head of a barbed arrow resembles that of a harpoon. When a barbed arrow is attached to a length of silk rope and fired from a bow, the arrow’s range increment is reduced to 30 feet, but it gains the grapple special weapon quality (Pathfinder RPG Ultimate Equipment 22). Barbed bolts exist for crossbows.","itemCategory":"Arrow","itemWeight":3,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":2,"itemClass":"Ammo","itemReference":"RTT 19","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Arrow, Blunt","itemDescription":"These arrows have rounded wooden tips that deal bludgeoning damage rather than piercing. An archer can use a blunt arrow to deal nonlethal damage (at the normal –4 attack penalty for using a lethal weapon to deal nonlethal damage).","itemCategory":"Arrow","itemWeight":0.15,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":0.1,"itemClass":"Ammo","itemReference":"APG 176","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Arrow, Flight","itemDescription":"These arrows have light shafts and special fletching to give them greater range. A flight arrow’s range increment is 20 feet greater with longbows and 10 feet greater with shortbows. They deal damage as if one size category smaller.","itemCategory":"Arrow","itemWeight":0.15,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":0.1,"itemClass":"Ammo","itemReference":"APG 176","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Arrow, Iron-Tipped Distance","itemDescription":"Used tactically for long-range attacks on troops, these arrows are fitted with heavy iron heads. While these heads help them travel great distances, they make the arrows less effective at dealing damage. Iron-tipped distance arrows increase their bow's range increment by 10 feet but take a –1 penalty on damage dealt per range increment (minimum 1 point of damage). They are sold in leather quivers in quantities of 20.","itemCategory":"Arrow","itemWeight":0.2,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":0.05,"itemClass":"Ammo","itemReference":"UC 130","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Arrow, Thistle","itemDescription":"Crafted from the thistles of a poisonous plant, these barbed arrows deal damage as a bleed effect for 1d6 rounds after a hit.","itemCategory":"Arrow","itemWeight":0.15,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":1,"itemClass":"Ammo","itemReference":"PCS 211","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Arrow, Throwing","itemDescription":"Too long to use in a bow, the throwing arrow has no nock at the tail. Instead, it has a notch ahead of the fletching where a throwing arrow cord can be attached (see above). If thrown without the use of a cord, treat a throwing arrow as a dart.","itemCategory":"Arrow","itemWeight":0.5,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":0.5,"itemClass":"Ammo","itemReference":"RTT 19","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Arrow, Whistling","itemDescription":"These arrows come with specially designed grooves and fletching that cause them to emit a loud keening sound audible within 500 feet of their flight path. They are sold in quantities of 20.","itemCategory":"Arrow","itemWeight":0.15,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":0.1,"itemClass":"Ammo","itemReference":"UC 130","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Arrow, Incendiary","itemDescription":"A metal cage behind this arrow’s point contains flammable material. You take a –1 penalty on attack rolls when firing incendiary arrows. You can light up to six incendiary arrows as a full-round action (a standard action if you use a tindertwig) that provokes attacks of opportunity. Once lit, the arrow burns for 2 rounds. A lit incendiary arrow deals an additional 1 point of fire damage. On a critical hit, the target must succeed at a DC 15 Reflex save or catch fire. Incendiary bolts exist for crossbows.","itemCategory":"Arrow","itemWeight":0.15,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":10,"itemClass":"Ammo","itemReference":"RTT 19","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Arrow, Pronged","itemDescription":"Rather than narrowing to a single point, a pronged arrow has a wide face with two points resembling a crescent or V-shape. Originally used for hunting game, a pronged arrow deals damage as if one size category smaller, but you gain a +1 bonus on attack rolls against creatures or objects one or more size categories smaller than you.","itemCategory":"Arrow","itemWeight":3,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":2,"itemClass":"Ammo","itemReference":"RTT 19","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Arrow, Smoke","itemDescription":"This arrow is actually a specially-shaped smokestick that can be fired from a bow. It trails smoke as it flies, and creates a 5-foot cube of smoke where it strikes. It otherwise functions like a normal arrow in terms of damage, range, and so on.","itemCategory":"Arrow","itemWeight":0.15,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":10,"itemClass":"Ammo","itemReference":"APG 176","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Arrow, Thorn","itemDescription":"These small arrows are tipped with a wicked rose thorn and fletched with lacquered rose petals.","itemCategory":"Arrow","itemWeight":0.1,"itemWeightCount":1,"itemLocation":"Arrow","itemLocationPrior":0,"itemCost":0.05,"itemClass":"Ammo","itemReference":"CBV 31","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bolt, Acid","itemDescription":"These metal bolts have a glass section in the middle, filled with acid. On a successful hit, they deal normal damage and 1d4 points of additional acid damage. Acid bolts do not cause any splash damage.","itemCategory":"Bolt","itemWeight":0.1,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":40,"itemClass":"Ammo","itemReference":"AP #15","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bolt, Bola","itemDescription":"Bolas bolts are bolas-like projectiles used as ammunition for slaver’s crossbows. If you hit a target with a bolas bolt fired from a slaver’s crossbow, attempt a trip combat maneuver against your target (don’t add your Strength bonus when attempting the combat maneuver check). You can’t be tripped during your own trip attempt when using a bolas bolt. On a critical hit, instead of dealing extra damage, the bolas bolt ensnares its target. Your target is entangled until it or an ally succeeds at a DC 15 Strength check to break the bolas cords. A light slaver’s crossbow can entangle a target up to the same size as its intended wielder, and a heavy slaver’s crossbow can entangle a creature up to one size larger. A masterwork bolas bolt or one with an enhancement bonus of at least +1 increases the DC of the Strength check to break the bolas to 20. If the attack trips and entangles a target, the creature cannot move from its square until it breaks free of the bolas cords.","itemCategory":"Bolt","itemWeight":4,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":20,"itemClass":"Ammo","itemReference":"MC 44","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bolt, Crossbow","itemDescription":"A crossbow bolt used as a melee weapon is treated as a light improvised weapon (–4 penalty on attack rolls) and deals damage as a dagger of its size (critical multiplier ×2). Bolts come in a case or quiver that holds 10 bolts. All crossbows except repeating crossbows use these kinds of crossbow bolts, which are sometimes called quarrels.","itemCategory":"Bolt","itemWeight":0.1,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":0.1,"itemClass":"Ammo","itemReference":"CRB 143","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bolt, Drow Poison","itemDescription":"These iron bolts have small resin tips that break when the bolts strike their targets. Inside is a dose of drow poison. Anyone struck by a drow poison bolt must make a DC 13 Fortitude save or fall unconscious for 1 minute. After 1 minute, the subject must succeed on another DC 13 Fortitude save or remain unconscious for 2d4 hours. Those using drow poison bolts do not risk poisoning themselves, but the strange tip affects the bolts’ accuracy. Double the range penalties when using a drow poison bolt.","itemCategory":"Bolt","itemWeight":0.1,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":100,"itemClass":"Ammo","itemReference":"AP #15","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bolt, Fire","itemDescription":"These carefully crafted wooden bolts have a hollow core filled with alchemist’s fire. On a successful hit, they deal normal damage plus 1d4 points of fire damage. Alchemical fire bolts do not cause any splash damage, and the fire burst isn’t enough to ignite targets (unless they are particularly flammable).","itemCategory":"Bolt","itemWeight":0.1,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":50,"itemClass":"Ammo","itemReference":"AP #15","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bolt, Heartstake","itemDescription":"Specially crafted from solid darkwood, heartstake bolts are specifically designed to slay vampires. A heartstake bolt can be fired from any crossbow, but it imposes a –2 penalty on the attack roll and halves the range increment of the weapon. A vampire struck with a heartstake bolt takes the normal damage but must also succeed at a DC 20 Fortitude saving throw or fall to the ground helpless for 1 round. While the vampire is helpless in this manner, a creature can attempt to use the heartstake bolt to finish off the vampire by driving it through the vampire's heart as a full-round action. Once the debilitating effect of the heartstake bolt has ended, the vampire can pull out the bolt as a move action. A vampire slain with a heartstake bolt is subject to the rules and limitations of slaying a vampire with a wooden stake as described under vampire weaknesses. A heartstake bolt deals normal damage for the crossbow of its type.","itemCategory":"Bolt","itemWeight":0.6,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":20,"itemClass":"Ammo","itemReference":"ARG 99","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bolt, Repeating Crossbow","itemDescription":"Bolts for a repeating crossbow are designed to fit the bolt case of a repeating crossbow. They are slightly more expensive than regular crossbow bolts and sold in increments of 5 instead of 10 (to match the capacity of the bolt case).","itemCategory":"Bolt","itemWeight":0.2,"itemWeightCount":1,"itemLocation":"Carried","itemLocationPrior":0,"itemCost":0.2,"itemClass":"Ammo","itemReference":"CRB 143","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bullet, Groaning","itemDescription":"These sling bullets are honeycombed with overlapping perforations that cause them to emit an eerie moan audible within 500 feet of their flight path.","itemCategory":"Bullet","itemWeight":0.5,"itemWeightCount":1,"itemLocation":"Bullet","itemLocationPrior":0,"itemCost":0.2,"itemClass":"Ammo","itemReference":"AA 3","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":"see text"}},{"itemName":"Bullet, Halfling Sharpstone","itemDescription":"A thin layer of baked clay covers the spikes and jagged ridges covering this specially designed bullet. A proficient user knows how to crack the clay (a free action) so that it peels off from either the spikes or ridges when fired, dealing either piercing or slashing damage.","itemCategory":"Bullet","itemWeight":0.5,"itemWeightCount":1,"itemLocation":"Bullet","itemLocationPrior":0,"itemCost":0.1,"itemClass":"Ammo","itemReference":"HOG 23","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bullet, Smoke","itemDescription":"These sling stones require only a touch attack to succeed. When they strike a target, they burst, releasing a cloud of noxious gas that requires the creature struck to attempt a DC 13 Fortitude save. If the save fails, the target is nauseated for 2 rounds. A smoke bullets costs 100 gp.","itemCategory":"Bullet","itemWeight":0.5,"itemWeightCount":1,"itemLocation":"Bullet","itemLocationPrior":0,"itemCost":100,"itemClass":"Ammo","itemReference":"PCS 211","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bullet, Firearm","itemDescription":"The ammunition of most one-handed and two-handed firearms, firearm bullets typically take the form of small balls of lead or some other metal. Thirty bullets weigh half a pound.","itemCategory":"Bullet","itemWeight":0.016666667,"itemWeightCount":1,"itemLocation":"Bullet","itemLocationPrior":0,"itemCost":1,"itemClass":"Ammo","itemReference":"UC 141","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bullet, Firearm (adamantine)","itemDescription":"These expensive bullets are crafted from adamantine. They ignore hardness 20 or less when attacking objects.","itemCategory":"Bullet","itemWeight":0.016666667,"itemWeightCount":1,"itemLocation":"Bullet","itemLocationPrior":0,"itemCost":61,"itemClass":"Ammo","itemReference":"UC 141","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bullet, Firearm (pitted)","itemDescription":"This ammunition is pitted with a pattern of small pocks into which specially formulated poison compounds can be applied. A poison compound is a derivative of a standard toxin that is alchemically reduced to a solid form. These can be made from any standard injury or contact poison with a successful Craft (poison) check equal to the poison’s DC + 4. The cost of purchasing an already prepared poison compound for the purpose of treating pitted bullets is equal to the poison’s base cost + 20 gp. Once crafted, the compound can be pasted into the ammunition’s pitted design and allowed to harden. Upon completion, the bullet can be fired from an appropriate firearm, releasing the poison compound into its target upon impact, but the poison’s DC is reduced by 2. A pitted bullet cannot be used with an alchemical cartridge. The listed cost does not include the cost of poison.","itemCategory":"Bullet","itemWeight":0.016666667,"itemWeightCount":1,"itemLocation":"Bullet","itemLocationPrior":0,"itemCost":5,"itemClass":"Ammo","itemReference":"UC 141","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bullet, Firearm (silver)","itemDescription":"This ammunition is specifically crafted from silver, and though nonmagical, it is particularly detrimental to lycanthropes, automatically confirming any critical threats against such creatures. A firearm that is shooting a silver bullet takes a –1 penalty on damage rolls (with a minimum of 1 point of damage).","itemCategory":"Bullet","itemWeight":0.016666667,"itemWeightCount":1,"itemLocation":"Bullet","itemLocationPrior":0,"itemCost":25,"itemClass":"Ammo","itemReference":"UC 141","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bullet, Halfling Little Starstone","itemDescription":"Though they are technically sling ammunition, these thread- or cloth-wrapped pebbles are mainly used for signaling or celebration rather than battle, as they barely hit hard enough to sting. When soaked in oil or strong alcohol, they burn brightly for 1 round, illuminating an area like a candle and creating brief streaks of light as they fly through the air. They generally aren’t hot enough and burn out too quickly to ignite combustibles.","itemCategory":"Bullet","itemWeight":0.2,"itemWeightCount":1,"itemLocation":"Bullet","itemLocationPrior":0,"itemCost":0.005,"itemClass":"Ammo","itemReference":"HOG 22","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":"nonlethal"}},{"itemName":"Bullet, Halfling Softstone","itemDescription":"These tight bundles of elastic fibers deal nonlethal damage when fired from a sling.","itemCategory":"Bullet","itemWeight":0.4,"itemWeightCount":1,"itemLocation":"Bullet","itemLocationPrior":0,"itemCost":0.01,"itemClass":"Ammo","itemReference":"HOG 23","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":"nonlethal"}},{"itemName":"Bullet, Halfling Spongestone","itemDescription":"These bullets are actually made from a porous stone or heavy wood that absorbs liquids and shatters on impact. Spongestones are often used to deliver poison or burning oil. A flask of oil completely saturates 10 spongestones. When ignited (a free action if fire is available), a burning, oil-soaked spongestone deals +1d2 fire damage and can ignite combustible materials (such as a thatched roof ). Allowing a spongestone to burn in a sling’s cup for more than 1d3 rounds gives the sling the broken condition.","itemCategory":"Bullet","itemWeight":0.2,"itemWeightCount":1,"itemLocation":"Bullet","itemLocationPrior":0,"itemCost":1,"itemClass":"Ammo","itemReference":"HOG 23","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Bullet, Sling","itemDescription":"Sling bullets are shaped metal balls, designed to be used by a sling or halfling sling staff. Bullets come in a leather pouch that holds 10 bullets.","itemCategory":"Bullet","itemWeight":0.5,"itemWeightCount":1,"itemLocation":"Bullet","itemLocationPrior":0,"itemCost":0.01,"itemClass":"Ammo","itemReference":"CRB 142","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Dart, Atlatl","itemDescription":"An atlatl dart is the equivalent of a javelin except it has fletching. If thrown without an atlatl, treat it as a javelin.","itemCategory":"Dart","itemWeight":2,"itemWeightCount":1,"itemLocation":"Dart","itemLocationPrior":0,"itemCost":1,"itemClass":"Ammo","itemReference":"UE 22","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Dart, Blowgun","itemDescription":"The thin, light darts used in a blowgun are usually made of hardwood with a stabilizing fletching of down or fur. A dart is usually loaded from the back end just before firing.","itemCategory":"Dart","itemWeight":0,"itemWeightCount":1,"itemLocation":"Dart","itemLocationPrior":0,"itemCost":0.05,"itemClass":"Ammo","itemReference":"CRB 142","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Dart, Featherweight","itemDescription":"These extremely small and lightweight darts function like blowgun darts, except they are used to deliver poisons surreptitiously instead of dealing damage. When you hit with a the poison is injected into the target while the dart breaks off and falls away, leaving the wound hard to spot. Any amount of damage reduction, hardness, or similar protection prevents the featherweight dart from delivering its injected poison. Anyone examining the target must succeed at a DC 20 Perception check to find the puncture wound, while finding the dart itself at the location where it fell requires a successful DC 15 Perception check. This ammunition can be used in both blowguns and wrist launchers.","itemCategory":"Dart","itemWeight":0,"itemWeightCount":1,"itemLocation":"Dart","itemLocationPrior":0,"itemCost":0.1,"itemClass":"Ammo","itemReference":"UI 232","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Dart, Kestros","itemDescription":"This meant to be thrown using a kestros, consists of a heavy metal point about 9 inches long attached to a shaft of wood about 12 inches long, fletched with feathers for stability. If used as a melee weapon, it is a light improvised weapon (–4 penalty on attack rolls) and deals damage as a dagger of its size (critical multiplier ×2). Kestros darts come in a quiver that holds 10 darts.","itemCategory":"Dart","itemWeight":0.5,"itemWeightCount":1,"itemLocation":"Dart","itemLocationPrior":0,"itemCost":0.5,"itemClass":"Ammo","itemReference":"UE 22","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Cartridge, Metal","itemDescription":"These sturdier versions of alchemical cartridges serve as the ammunition for advanced firearms. They can hold either bullets or pellets.","itemCategory":"Cartridge","itemWeight":0,"itemWeightCount":1,"itemLocation":"Cartridge","itemLocationPrior":0,"itemCost":15,"itemClass":"Ammo","itemReference":"UC 141","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}},{"itemName":"Pellet, Firearm (handful)","itemDescription":"A handful of pellets, along with 1 dose of black powder, is commonly used as ammunition for one-handed and twohanded firearms with the scatter weapon quality, though rocks or other small bits of hard material can be used in the pellets’ place. Using anything other than pellets or alchemical cartridges when firing off a cone attack with a scatter weapon increases the weapon’s misfire range by 1 (though this increase can be removed by switching back to standard ammunition). Thirty handfuls of pellets weigh half a pound.","itemCategory":"Pellet","itemWeight":0.016666667,"itemWeightCount":1,"itemLocation":"Pellet","itemLocationPrior":0,"itemCost":1,"itemClass":"Ammo","itemReference":"UC 141","itemQuantity":0,"itemContainer":"","itemCapacity":0,"useInfo":{"itemSize":"","itemNotes":""}}]